{
    "name":"TDM",
    "content":[
        {
            "title":"jQuery",
            "image":"images/jQuery-img.jpg",
            "para":"est une bibliothèque JavaScript et multiplateforme créée pour faciliter l'écriture de scripts côté client dans le code HTML des pages web..."
        },
         {
            "title":"JavaScript",
            "image":"images/JS-img.jpg",
            "para":"Pourquoi <b>JAVASCRIPT</b> ? <br>introduire de l &apos; interactivité avec les pages HTML effectuer des traitements simples sur le poste de travail de l &apos; utilisateurLe Javascript est un langage de script simplifié orienté objet dont la syntaxe est basée sur celle du Java...",
            "link":"#1"
        },
         {
            "title":"CSS Cascading Style Sheets",
            "image":"images/css-img.jpg",
            "para":"Les Feuilles de style <br>CSS PERMET :<br> * Séparation du contenu et de la mise en forme.<br> * Modifier l &apos; aspect d'une page ou d &apos; un site sans en modifier le contenu et cela en quelques lignes plutôt que de devoir changer un grand nombre de balises....."
        },
        {
            "title":"Adobe Photoshop",
            "image":"images/photoshop.png",
            "para":"Adobe Photoshop is a raster graphics editor developed and published by Adobe Systems for macOS and Windows. Photoshop was created in 1988 by Thomas and John Knoll."
        },
        {
            "title":"HTML",
            "image":"images/HTML-img.jpg",
            "para":"HTML5 sera la nouvelle norme pour le HTML. HTML5 est destiné à englober non seulement HTML 4, mais aussi XHTML 1 et DOM niveau 2 ..."
        },
        {
            "title":"Poo C#",
            "image":"images/COOPs2.jpg",
            "para":"Pourquoi utiliser la programmation orientée objet ? La programmation de logiciels a connu il y a quelques années le passage d une ère artisanale à une ère industrielle. Des logiciels de plus en plus complexes doivent être réalisés dans des délais de plus en plus courts, tout en maintenant le meilleur niveau de qualité possible. Comment faire pour répondre à ces exigences contradictoires ? La solution passe par l emploi de techniques de développement adaptées"
        },
        {
            "title":"labore quem veniam 1",
            "image":"images/fake-img.png",
            "para":"summis amet praetermissum officia mandaremus probant aute ad ullamco eruditionem"
        },
        {
            "title":"ubi probant de non 2",
            "image":"images/fake-img.png",
            "para":"commodo aliquip aute veniam deserunt nam dolor mentitum sunt sunt duis expetendis"
        },
         {
            "title":"ubi probant de non 3",
            "image":"images/fake-img.png",
            "para":"commodo aliquip aute veniam deserunt nam dolor mentitum sunt sunt duis expetendis"
        }
    ]
}